package com.example.samojlov_av_homework_module_10_number_4

class Database {

    private val text = "Трое из Леса\n" +
            "Часть I\n" +
            "Глава первая\n" +
            "Боромир отодвинул полог из медвежьей шкуры, и в дупло ворвался свежий утренний воздух. Тяжелые ночные запахи перепрелого дерева качнулись и, как донные рыбы, опустились, унося смутные видения и страхи.\n" +
            "\n" +
            "Он высунул голову и, ослепленный ярким светом, задохнувшийся обжигающим воздухом, недоверчиво всматривался в мир. На земле свежие оттиски волчьих лап, но это кто-то из своих, а вот на дереве напротив – следы когтей крупной совы. Недобрый знак…\n" +
            "\n" +
            "Кряхтя, он полез наружу. Воздух был свежий и влажный, утоптанная земля блестела росой. Деревья-великаны окружили исполинскую поляну плотной стеной. Ветви над ней переплелись, в темной зелени постоянно шебаршится, шевелится, вниз то и дело падают чешуйки коры, листья, сыплются шерстинки и перья. Нередко окровавленные.\n" +
            "\n" +
            "За ночь землю кое-где вспучило, а у могучего дуба, где в дупле живет семья Годовита, даже пробился зеленый росток. Если не уничтожить к вечеру, завтра война с Лесом будет куда труднее…\n" +
            "\n" +
            "Дожили, подумал Боромир с облегчением. Самой большой заботой его племени было дожить до весны, до тепла, до солнца, которое видели нечасто, но все знали, что с весны оно начинает прогревать деревья и землю.\n"
        val textGet
            get() = text

}